Repository: quangit/HealthCareApp
Catalog: HealthCare_Patient/HealthCare/HealthCare/Resx/AppResources.*.resx
Languages: vi_vn

# medical_readings
source: Medical Reading
vi_vn: Chỉ số y tế

source: Medical History
vi_vn: Lịch sử khám

# upload_img
source: Upload this?
vi_vn: Tải lên tập tin này?

source: Apply
vi_vn: Áp dụng

source: Promotion code
vi_vn: Mã khuyến mãi

# update_email
source: Please update your email address before using this function
vi_vn: Vui lòng cập nhật địa chỉ email trước khi sử dụng chức năng này

# empty_promotion_code
source: Promotion code may not be empty
vi_vn: Mã khuyến mãi không được để trống

# add_checkup_success_free
source: Your appointment is successfully saved. Please arrive 15 minutes prior to the booked schedule. In case there is emergency, your appointment time could be adjusted. Thank you!
vi_vn: Lịch khám đã đặt thành công. Quý khách vui lòng đến trước giờ khám 15 phút. Lưu ý: Trường hợp có cấp cứu giờ khám của Quý khách có thể sẽ được điều chỉnh. Trân trọng cảm ơn.
