Repository: quangit/HealthCareApp
Catalog: HealthCare_Patient/HealthCare/HealthCare/Resx/AppResources.*.resx
Languages: vi_vn

# accecpt
source: Accept
vi_vn: Chấp nhận

# active
source: Activate
vi_vn: Kích hoạt

# active_by_email
source: Your account has created successfully. Please access your email to activate.
vi_vn: Tài khoản đã được tạo thành công. Vui lòng vào email kích hoạt tài khoản.

# active_by_otp
source: Activate
vi_vn: Nhập OTP

# active_by_otp_reg
source: Your account has created successfully. The validation code (OTP) was sent to your phone number. Please enter to activate.
vi_vn: Tài khoản đã được tạo thành công. Mã xác thực tài khoản (OTP) đã được gửi đến tin nhắn của bạn. Vui lòng nhập Mã xác thực để kích hoạt tài khoản.

# address
source: Current address
vi_vn: Địa chỉ hiện tại

source: Add checkup
vi_vn: Thêm phiếu khám

# add_checkup_confirm
source: Confirm checkup
vi_vn: Xác nhận phiếu khám

# add_checkup_failure
source: Failed to add checkup
vi_vn: Thêm phiếu khám thất bại

# add_checkup_success
source: Thank you for making an appointment with BacSi24x7 application. Please open "Payment pending" tab to pay for initial treatment fee before {0}. After this deadline, your appointment will be cancelled.
vi_vn: Cảm ơn bạn đã đặt lịch khám bệnh qua ứng dụng BacSi24x7. Vui lòng vào mục “Chờ thanh toán” để thanh toán phí khám ban đầu trước {0} sau thời hạn trên lịch khám sẽ bị hủy.

source: Age
vi_vn: Tuổi

source: All
vi_vn: Tất cả

# amount_payment
source: The amount to pay is {0} VND. Do you want to proceed?
vi_vn: Số tiền cần thanh toán là: {0} VNĐ. Bạn có muốn tiếp tục không?

# amount_payment_promotion
source: You got {0}% discount under the "{1}" promotion program by the hospital/clinic. The amount to pay is {2} VND. Do you want to proceed?
vi_vn: Bạn được áp dụng khuyến mãi {0}% theo chương trình khuyến mãi {1} của bệnh viện/phòng khám. Số tiền cần thanh toán là: {2} VNĐ. Bạn có muốn tiếp tục không?

# answers_doctor
source: {0} Doctor has answered this question
vi_vn: Có {0} Bác sĩ đã trả lời câu hỏi này

# answer_doctor
source: There is no answer
vi_vn: Chưa có câu trả lời

# answer_doctors
source: {0} doctors answer this question
vi_vn: Có {0} Bác sĩ đã trả lời câu hỏi này

# anwser
source: answer
vi_vn: câu trả lời

# anwsers
source: answers
vi_vn: câu trả lời

# app_policy
source: 1. I/my relative really needs treatment. The appointment on CLAS Healthcare application is only for medical purposes for me/my relative. 2. CLAS Healthcare is not responsible for errors in the information that I provIde when registering for healthcare. 3. CLAS Healthcare provIdes the service for treatment appointment schedule. Therefore CLAS Healthcare is not responsible for the diagnosis or treatment procedure by Doctors/Hospitals/Clinics involved in system
vi_vn: 1. Tôi/Người thân của tôi thực sự có nhu cầu khám chữa bệnh. Việc đặt hẹn trên ứng dụng CLAS Healthcare chỉ phục vụ cho mục đích khám chữa bệnh của tôi/người thân của tôi. 2. CLAS Healthcare không chịu trách nhiệm đối với lỗi sai các thông tin do tôi cung cấp khi đăng ký khám chữa bệnh. 3. CLAS Healthcare cung cấp dịch vụ đặt lịch khám chữa bệnh. Do vậy CLAS Healthcare không chịu trách nhiệm về việc chuẩn đoán hay thủ thuật điều trị nào do các Bác sĩ / Bệnh viện/ Phòng khám tham gia trong hệ thống thực hiện.

source: Ask
vi_vn: Hỏi

# ask_to_send_request
source: Sorry. We cannot find any doctor matching your request. If you know the name of the doctor and the hospital you want, please click on the "Request doctor" button so we can help you to make appointment.
vi_vn: Rất tiếc, chúng tôi không tìm thấy Bác sĩ theo yêu cầu của bạn. Nếu bạn biết tên Bác sĩ và Bệnh viện vui lòng chọn nút "Yêu cầu Bác sĩ" bên dưới để chúng tôi đặt lịch giúp bạn.

source: Attach
vi_vn: Đính kèm

# attach_photo
source: Please attach photos if available
vi_vn: Đính kèm ảnh (nếu có)

# birth_day
source: Date of birth
vi_vn: Ngày sinh

source: Cancel
vi_vn: Hủy

# cannot_access_photo_lib
source: Can not access to photo gallery
vi_vn: Không thể truy cập thư viện ảnh

# card_add_success
source: Card added and verified successfully
vi_vn: Thêm thẻ và xác nhận thành công

# cc_add_failure
source: Unexpected error, pending card not found
vi_vn: Lỗi ngoài mong đợi, thẻ đang chờ xác nhận đã bị thất lạc

# cc_add_new
source: Add new card
vi_vn: Thêm mới thẻ

# cc_add_new_success
source: Congratulations! Card added successfully
vi_vn: Chúc mừng! bạn đã thêm thẻ thành công

# cc_detail
source: Card details
vi_vn: Chi tiết thẻ

# cc_info
source: Card account information
vi_vn: Thông tin tài khoản thẻ

# cc_num
source: Payment card number
vi_vn: Số thẻ thanh toán

# cc_otp_description
source: The verification code will be sent via SMS to your phone number, please enter the correct code to add payment card
vi_vn: Mã xác nhận sẽ được gửi qua tin nhắn đến số điện thoại của bạn, vui lòng nhập đúng mã để thêm thẻ thanh toán

# cc_otp_pin
source: Enter Pin/Otp
vi_vn: Nhập mã Pin/Otp

# cc_password_payment
source: Payment password
vi_vn: Mật khẩu thanh toán

source: Certificate
vi_vn: Chứng nhận

source: Change password
vi_vn: Đổi mật khẩu tài khoản

# change_password_description
source: Password is used for login verification
vi_vn: Mật khẩu được dùng để xác thực mỗi khi bạn thực hiện đăng nhập

# change_password_success
source: Password changed successfully
vi_vn: Đổi mật khẩu tài khoản thành công

# change_password_title
source: Change password
vi_vn: Đổi mật khẩu

# change_success
source: Changed successfully!
vi_vn: Thay đổi thành công!

# chbase_reg_success
source: Registered successfully, Please login!
vi_vn: Đăng ký tài khoản thành công, vui lòng đăng nhập

# checkup
source: Appointment
vi_vn: Đặt lịch

# checkup_address
source: Address:
vi_vn: Địa chỉ:

# checkup_cancelled_success
source: Checkup cancelled successfully
vi_vn: Huỷ phiếu khám thành công

# checkup_cancel_confirm
source: Do you really want to cancel this appointment?
vi_vn: Bạn chắc chắn muốn huỷ phiếu khám này?

# checkup_cancel_confirm_with_fee
source: Do you really want to cancel this appointment? If you cancel it we will do the refund after deducting the refund fee of {0}VND.
vi_vn: Bạn chắc chắn muốn hủy phiếu khám này? Nếu bạn đồng ý chúng tôi sẽ hoàn lại tiền sau khi trừ {0}đ phí hủy phiếu khám

# checkup_change_schedule_success
source: Checkup schedule changed successfully
vi_vn: Đổi lịch khám thành công

# checkup_checkup_type
source: Speciality:
vi_vn: Chuyên khoa:

# checkup_city
source: City:
vi_vn: Thành phố:

# checkup_delete
source: Delete checkup
vi_vn: Xóa phiếu

# checkup_delete_confirm
source: Do you really want to delete this appointment?
vi_vn: Bạn chắc chắn muốn xoá phiếu khám này?

# checkup_delete_schedule
source: Delete schedule
vi_vn: Xoá lịch khám

# checkup_delete_success
source: Checkup deleted successfully
vi_vn: Xóa phiếu khám thành công

# checkup_detail
source: Checkup details
vi_vn: Chi tiết phiếu khám

# checkup_district
source: District:
vi_vn: Quận huyện:

# checkup_doctor
source: Doctor:
vi_vn: Bác sĩ:

# checkup_edit_schedule
source: Edit schedule
vi_vn: Sửa lịch

# checkup_exam_place
source: Place:
vi_vn: Nơi khám:

# checkup_exam_place_room
source: Room:
vi_vn: Phòng:

# checkup_firstname
source: Last name:
vi_vn: Họ:

# checkup_id_no
source: ID number:
vi_vn: Chứng minh thư:

# checkup_myselft
source: You
vi_vn: Tôi

# checkup_patient
source: Patient:
vi_vn: Bệnh nhân:

# checkup_patient_name
source: Patient name:
vi_vn: Tên bệnh nhân:

# checkup_payment
source: Payment
vi_vn: Thanh toán

# checkup_phone_no
source: Phone number:
vi_vn: Số điện thoại:

# checkup_policy
source: Policy:
vi_vn: Điều khoản sử dụng:

# checkup_result
source: Conclusion:
vi_vn: Kết luận:

source: Checkup schedule:
vi_vn: Lịch khám:

# checkup_status_accepted
source: Paid
vi_vn: Đã xác nhận

# checkup_status_cancelled
source: Cancelled
vi_vn: Đã bị huỷ

# checkup_status_payment_pending
source: Payment pending
vi_vn: Chờ thanh toán

# checkup_status_pending
source: Pending
vi_vn: Chờ xác nhận

# checkup_status_rejected
source: Rejected
vi_vn: Đã bị huỷ

# checkup_status_title
source: Status:
vi_vn: Trạng thái:

# checkup_symptom
source: Reason for checkup:
vi_vn: Lý do khám bệnh:

source: Checkup Type
vi_vn: Chuyên khoa

source: City
vi_vn: Thành phố

# clas_hospital
source: At your home
vi_vn: Khám tại nhà

source: Confirm
vi_vn: Xác nhận

# confirm_cancel_checkup
source: Do you want to cancel this checkup?
vi_vn: Bạn có muốn hủy phiếu khám này?

# confirm_delete_checkup
source: Do you want to delete this checkup?
vi_vn: Bạn có muốn xóa phiếu khám này?

# confirm_logout
source: Do you want to log out?
vi_vn: Bạn có muốn đăng xuất?

source: Contact
vi_vn: Liên hệ

# create_avatar
source: Create profile picture
vi_vn: Tạo ảnh đại diện

# credit_card
source: Payment card
vi_vn: Thẻ thanh toán

source: Crop
vi_vn: Cắt ảnh

# deactivated
source: Deleted
vi_vn: Đã xóa

source: Delete
vi_vn: Xoá

source: (Deleted)
vi_vn: (Đã xóa)

source: Detail
vi_vn: Chi tiết

# diall_confirm
source: Do you want to call Bacsi24x7 support line?
vi_vn: Bạn có muốn kết nối đến tổng đài Bacsi24x7?

source: District
vi_vn: Quận/huyện

source: Doctor
vi_vn: Bác sĩ

source: Doctor Info
vi_vn: Thông tin bác sĩ

source: Doctor location
vi_vn: Vị trí bác sĩ

# doctor_location_error
source: This doctor location is not available
vi_vn: Vị trí bác sỹ này không khả dụng

# dont_hesitate
source: Don’t hesitate to tell BacSi24x7
vi_vn: Hãy gửi ngay câu hỏi cho BacSi24x7!

source: Edit photo
vi_vn: Chỉnh sửa ảnh

source: Empty
vi_vn: Dữ liệu trống

# empty_address
source: Address may not be empty
vi_vn: Địa chỉ không được rỗng

# empty_age
source: Age may not be empty
vi_vn: Tuổi không được trống

# empty_cc_num
source: Card number may not be empty
vi_vn: Mã số thẻ không được rỗng

# empty_cc_pin_otp
source: Please enter PIN or OTP code
vi_vn: Vui lòng nhập mã PIN hoặc OTP

# empty_checkup
source: You have no checkup Click + to add checkup
vi_vn: Bạn chưa có phiếu khám nào Bấm + để thêm phiếu khám

# empty_checkup_schedule
source: Please select checkup schedule
vi_vn: Vui lòng chọn một lịch khám

source: Empty checkup type
vi_vn: Không có loại khám nào

# empty_city
source: No city
vi_vn: Không có thành phố nào

# empty_confirm_password
source: Password confirm may not be empty
vi_vn: Xác nhận mật khẩu không được rỗng

# empty_district
source: No district
vi_vn: Không có quận/huyện nào

# empty_doctor_search
source: No doctor found
vi_vn: Không tìm thấy bác sỹ nào

# empty_doctor_selected
source: No doctor selected yet
vi_vn: Bạn chưa chọn bác sỹ nào

# empty_first_name
source: First name may not be empty
vi_vn: Tên không được trống

# empty_hospial_name
source: Hospital name may not be empty
vi_vn: Tên bệnh viện không được trống

# empty_hospital
source: No hospital
vi_vn: Không có bệnh viện nào

# empty_hospital_selected
source: No hospital selected yet
vi_vn: Bạn chưa chọn bệnh viện

# empty_last_name
source: Middle name and last name may not be empty
vi_vn: Họ và chữ lót không được trống

# empty_new_password
source: New password may not be empty
vi_vn: Mật khẩu mới không được rỗng

# empty_old_password
source: Old password may not be empty
vi_vn: Mật khẩu cũ không được rỗng

# empty_password
source: Please enter password
vi_vn: Vui lòng nhập mật khẩu

# empty_patient_name
source: Patient name may not be empty
vi_vn: Tên bệnh nhân không được trống

# empty_payment_card
source: Please select card for payment
vi_vn: Vui lòng chọn thẻ để thanh toán

# empty_payment_enter_password
source: Please enter your payment password
vi_vn: Vui lòng nhập mật khẩu thanh toán của bạn

# empty_question
source: Question may not be empty
vi_vn: Câu hỏi không được để trống

source: Empty schedule
vi_vn: Không có lịch khám nào

# empty_schedule_selected
source: No schedule selected yet
vi_vn: Bạn chưa chọn lịch khám nào

# empty_user_name
source: Please enter patient code, phone number and email
vi_vn: Vui lòng nhập mã bệnh nhân, số điện thoại hoặc email

# enter_your_personal_health
source: Please enter your Personal Health Record account information!
vi_vn: Vui lòng nhập thông tin tài khoản Hồ sơ sức khỏe của bạn!

source: Experience
vi_vn: Kinh nghiệm

source: Female
vi_vn: Nữ

source: First name
vi_vn: Tên

source: Forgot password
vi_vn: Quên mật khẩu

# forgot_password_email
source: Email to reset password
vi_vn: Email reset mật khẩu

# forgot_password_title
source: Enter an email to reset your password, the system will automatically send email to your email address.
vi_vn: Hãy nhập email để đặt lại mật khẩu, hệ thống sẽ tự động gửi email đến địa chỉ của bạn.

source: From
vi_vn: Từ

source: Gender
vi_vn: Giới tính

# go_back
source: Previous
vi_vn: Quay lại

# go_next
source: Next
vi_vn: Tiếp theo

# have_chbase
source: You have had CHbase account?
vi_vn: Bạn đã có tài khoản CHbase?

# having_problem
source: Having a problem with your health?
vi_vn: Sức khỏe bạn đang có vấn đề?

# hc_record
source: Personal Health Record
vi_vn: Hồ sơ sức khỏe

# hospital
source: Hospital/clinic
vi_vn: Bệnh viện/phòng khám

# hospital_info
source: Hospital information
vi_vn: Thông tin bệnh viện

# hospital_place_exam
source: Hospital - Clinic
vi_vn: Bệnh viện - Phòng khám

# hospital_search_placeholder
source: Doctor, Hospital, Clinic
vi_vn: Bác sĩ, Bệnh viện, Phòng khám

# id_no
source: ID number
vi_vn: Chứng minh thư

# if_more_support_vi
source: Lưu ý: Nếu triệu chứng bằng Tiếng Việt, vui lòng nhập Tiếng Việt có dấu.
vi_vn: Nếu triệu chứng bằng Tiếng Việt, vui lòng dùng Tiếng Việt có bỏ dấu.

source: Info
vi_vn: Thông tin

# information_presented
source: The information presented here is for your private use and informational purposes only. It is not intended to diagnose health problems or to take the place of professional medical care.
vi_vn: Thông tin chỉ mang tính tham khảo, không bàn nhiều về thuốc, không cho toa và không thay thế phòng khám

# invalid_data
source: Not found
vi_vn: Không tìm thấy

# invalid_skype
source: Invalid Skype ID
vi_vn: Skype không hợp lệ

# is_hide_question
source: Hide this question?
vi_vn: Ẩn câu hỏi này?

source: Language
vi_vn: Ngôn ngữ

# last_name
source: Middle name and last name
vi_vn: Họ và chữ lót

source: Later
vi_vn: Để sau

# limit_account_checkup_add_message
source: You are permitted to register {0} checkup per day
vi_vn: Mỗi ngày bạn chỉ được đăng ký tối đa {0} phiếu khám

# limit_device_register_message
source: This deveice has successfully registered maximum {0} accounts
vi_vn: Thiết bị này đã đăng ký thành công tối đa {0} tài khoản

source: Loading...
vi_vn: Vui lòng chờ...

# local_notification
source: Your appointment is at: {0}
vi_vn: Bạn có lịch khám lúc: {0}

source: Log in
vi_vn: Đăng nhập

# login_access_denied
source: You have no access to the application
vi_vn: Bạn không có quyền truy cập vào ứng dụng

# login_fb
source: Log in with Facebook
vi_vn: Đăng nhập qua Facebook

# login_password
source: Password
vi_vn: Mật khẩu

# login_title
source: Log in
vi_vn: Đăng nhập

# login_user_name
source: Patient code/phone number/Email
vi_vn: Mã BN/Số ĐT/Email

source: Log out
vi_vn: Đăng xuất

source: Male
vi_vn: Nam

source: Married
vi_vn: Đã kết hôn

source: Marrital status
vi_vn: Tình trạng hôn nhân

source: Medical record
vi_vn: Sổ tay y bạ

# more_support
source: Ask doctor
vi_vn: Hỏi Bác sĩ

# more_support_send
source: Send request to doctor
vi_vn: Gửi yêu cầu cho Bác sĩ

# more_support_sent
source: Request sent successfully
vi_vn: Yêu cầu được gửi thành công

source: Need rating
vi_vn: Chưa đánh giá

# network_not_available
source: Please check your network connection
vi_vn: Vui lòng kiểm tra kết nối mạng

source: No
vi_vn: Không

source: Note:
vi_vn: Ghi chú:

# notification_description
source: Enable to get notifications when there's change with your checkup schedule.
vi_vn: Bật để nhận thông báo từ hệ thống khi có thay đổi về các lịch khám của bạn.

source: Notification setting
vi_vn: Cấu hình thông báo

# not_found_camera
source: Camera not found
vi_vn: Không tìm thấy máy ảnh nào

# not_have_account
source: Don't have an account?
vi_vn: Bạn chưa có tài khoản?

# not_selected_doctor_search
source: Search and select a doctor
vi_vn: Hãy tìm kiếm và chọn 1 bác sĩ

source: Occupation
vi_vn: Nghề nghiệp

source: Off
vi_vn: Tắt

source: On
vi_vn: Bật

# otp_empty
source: OTP may not be empty
vi_vn: Mã OTP không được để trống

# otp_title
source: Enter a phone number and OTP to activate your account
vi_vn: Hãy nhập số điện thoại và OTP để kích hoạt tài khoản của bạn

source: Out of date
vi_vn: Quá hạn khám

source: Password
vi_vn: Mật khẩu

# password_confirm_not_match
source: Password confirm do not match
vi_vn: Xác nhận mật khẩu không khớp

# password_current
source: Current password
vi_vn: Mật khẩu hiện thời

# password_invalid_format
source: Passwords must be at least 8 characters in length, and must have: a minimum of 1 lower case letter, 1 upper case letter and 1 numeric character
vi_vn: Mật khẩu phải chứa ít nhất 8 ký tự, trong đó phải có ít nhất 1 ký tự thường, 1 ký tự hoa và 1 ký tự số

# password_new
source: New password
vi_vn: Mật khẩu mới

# password_new_duplication_old
source: New password must not be same as old password
vi_vn: Mật khẩu mới không được trùng với mật khẩu cũ

# password_verify
source: Verify password
vi_vn: Xác nhận mật khẩu

source: Patient name
vi_vn: Tên bệnh nhân

# patient_other
source: Others
vi_vn: Người khác

# payment
source: Pay
vi_vn: Thanh toán

# payment_applied_promotion
source: You have used {0}% promotion, the amount to pay is {1} VNĐ
vi_vn: Bạn vừa được áp dụng khuyến mãi {0}%, nên số tiền vừa trả xong là {1} VNĐ

# payment_card
source: Payment via Credit Card
vi_vn: Thanh toán bằng thẻ tín dụng

# payment_cc_pick_title
source: Select payment card here
vi_vn: Chọn thẻ thanh toán tại đây

# payment_cc_title
source: Payment card
vi_vn: Thẻ thanh toán

# payment_change_password
source: Change payment password
vi_vn: Đổi mật khẩu thanh toán

# payment_change_password_success
source: Payment password changed successfully
vi_vn: Đổi mật khẩu thanh toán thành công

# payment_fail
source: Paid unsuccessfully
vi_vn: Thanh toán không thành công

# payment_info
source: Payment information
vi_vn: Thông tin thanh toán

# payment_other_method
source: Payment via Domestic Banks, Credit Card or E-wallet
vi_vn: Thanh toán bằng thẻ nội địa (ATM), thẻ thanh toán quốc tế hoặc ví điện tử

# payment_other_method_alert
source: You may only process payments when the card's online payment function is activated.
vi_vn: Bạn chỉ có thể thanh toán bằng thẻ nội địa (ATM) khi thẻ đã được kích hoạt chức năng thanh toán trực tuyến.

# payment_schedule_fee
source: Schedule fee
vi_vn: Phí xếp lịch

# payment_set_password
source: Set payment password
vi_vn: Đặt mật khẩu thanh toán

# payment_set_password_description
source: Payment password is used for each time paying for checkup
vi_vn: Mật khẩu thanh toán được dùng cho mỗi lần thực hiện thanh toán cho phiếu khám

# payment_set_password_success
source: Payment password set successfully
vi_vn: Đặt mật khẩu thanh toán thành công

# payment_success
source: Payment has been successfully made. Please arrive 15 minutes prior to the booked schedule. In case there is emergency, your appointment time could be adjusted. Thank you!
vi_vn: Thanh toán phí khám thành công. Quý khách vui lòng đến trước giờ khám 15 phút. Lưu ý: Trường hợp có cấp cứu giờ khám của Quý khách có thể sẽ được điều chỉnh. Trân trọng cảm ơn.

# payment_title
source: Pay for checkup
vi_vn: Thanh toán phiếu khám

# payment_total_fee
source: Total amount
vi_vn: Tổng tiền

# payment_treatment_fee
source: Treatment fee
vi_vn: Phí khám bệnh

# paymet_enter_password
source: Enter payment password
vi_vn: Nhập mật khẩu thanh toán

# phone_no
source: Phone number
vi_vn: Số điện thoại

# picker_hospital
source: Select a hospital
vi_vn: Chọn bệnh viện

# picker_schedule
source: Select a schedule
vi_vn: Chọn lịch khám

# pick_checkuptype
source: Select a specialty
vi_vn: Chọn chuyên khoa

# pick_city
source: Select a city
vi_vn: Chọn thành phố

# pick_district
source: Select a district
vi_vn: Chọn quận huyện

# pick_doctor
source: Select
vi_vn: Chọn

# pick_hospital
source: Select a hospital
vi_vn: Chọn bệnh viện

# pick_one
source: Select one
vi_vn: Hãy chọn một

# pick_photo
source: Select a photo from gallery
vi_vn: Chọn từ thư viện

# pick_related_user
source: Select a patient
vi_vn: Chọn bệnh nhân

# pick_schedule
source: Select schedule
vi_vn: Chọn lịch khám

source: Pin code
vi_vn: Mã xác thực

source: Pin code cannot empty
vi_vn: Mã PIN không được để trống

# profile_title
source: Profile information
vi_vn: Thông tin tài khoản

# profile_update_success
source: Profile updated successfully
vi_vn: Cập nhật thông tin cá nhân thành công

# profile_user_code
source: Patient code:
vi_vn: Mã bệnh nhân:

source: Promotion
vi_vn: Tin khuyến mãi

# promotion_count_raw
source: Promotion (0)
vi_vn: Khuyến mãi (0)

# promotion_detail
source: Promotion details
vi_vn: Nội dung khuyến mãi

# promotion_number
source: Promotion ({0})
vi_vn: Khuyến mãi ({0})

source: Promotion time
vi_vn: Thời gian khuyến mãi

source: Rated Successfully
vi_vn: Đánh giá thành công

# rate_zero_value
source: Please choose a value
vi_vn: Vui lòng chọn giá trị để đánh giá

source: Refresh
vi_vn: Làm mới

source: Register
vi_vn: Đăng ký

# register_chbase
source: Do you want to register CHbase account?
vi_vn: Bạn có muốn đăng ký tài khoản CHBase?

# register_success
source: Congratulations, you have successfully registered, check your email or enter the OTP (if any) to activate it
vi_vn: Tài khoản của bạn đã được tạo thành công. Vui lòng kiểm tra Email hoặc nhập Mã kích hoạt (nếu có) để kích hoạt tài khoản

source: Rejected
vi_vn: Bị từ chối

source: Request doctor
vi_vn: Yêu cầu bác sĩ

# request_doctor_doctor_full_info
source: Full name of Doctor and Checkup Type
vi_vn: Họ tên Bác sĩ yêu cầu và khoa khám

# reset_password_success
source: Password reset successfully, please check your email!
vi_vn: Đặt lại mật khẩu thành công, vui lòng kiểm tra email!

source: Rotate
vi_vn: Xoay ảnh

# rs_cannot_connect_to_facebook
source: You can not log in due to a connection error with Facebook. Please choose another kind of log-in or try again later.
vi_vn: Bạn không đăng nhập được do hệ thống không kết nối được với facebook. Vui lòng chọn hình thức đăng nhập khác hoặc thử lại sau.

# rs_facebook_cannot_forgot_password
source: "Forgot password" function is not supported for logging in by Facebook account.
vi_vn: Chức năng "Quên mật khẩu" không hỗ trợ tài khoản người dùng đăng nhập bằng facebook.

# rs_failure_address_empty
source: Address may not be empty
vi_vn: Địa chỉ không được để trống

# rs_failure_birthday_empty
source: Date of birth may not be empty
vi_vn: Ngày sinh không được để trống

# rs_failure_busy_doctor
source: This doctor is busy
vi_vn: Bác sỹ này đang bận

# rs_failure_cannot_delete_ref_data
source: Failed to delete because of related data
vi_vn: Không thể xóa vì có dữ liệu liên quan

# rs_failure_card_enter_otp
source: Please enter OTP code
vi_vn: Mời nhập OTP cho thẻ

# rs_failure_card_enter_pin
source: Please enter PIN code
vi_vn: Mời nhập PIN cho thẻ

# rs_failure_card_existed
source: This card already exists
vi_vn: Thẻ này đã tồn tại

# rs_failure_card_id_empty
source: Card ID may not be empty
vi_vn: ID thẻ không được để trống

# rs_failure_card_incorrect_pin
source: Wrong PIN code
vi_vn: PIN không chính xác

# rs_failure_card_not_found
source: Card not found
vi_vn: Không tìm thấy thẻ

# rs_failure_checkup_finished
source: Checkup finished
vi_vn: Phiếu khám đã hoàn thành

# rs_failure_checkup_id_empty
source: Checkup ID may not be empty
vi_vn: ID Phiếu khám không được để trống

# rs_failure_checkup_not_found
source: Checkup form not found
vi_vn: Không tìm thấy phiếu khám
