Repository: quangit/HealthCareApp
Catalog: HealthCare_Patient/HealthCare/HealthCare/Resx/AppResources.*.resx
Languages: vi_vn

# rs_failure_checkup_paymented
source: The checkup form was paid
vi_vn: Phiếu khám đã được thanh toán

# rs_failure_checkup_type_empty
source: This type of checkup may not be empty
vi_vn: Loại khám không được để trống

# rs_failure_checkup_type_in_use
source: This speciality is in use
vi_vn: Chuyên khoa này đang được sử dụng

# rs_failure_checkup_type_not_found
source: Checkup type not found
vi_vn: Không tìm thấy loại khám

# rs_failure_city_empty
source: City may not be empty
vi_vn: Thành phố không được để trống

# rs_failure_content_empty
source: Content may not be empty
vi_vn: Nội dung không được để trống

# rs_failure_data_in_use
source: Data are in use
vi_vn: Dữ liệu này đang được sử dụng

# rs_failure_deactive_reference
source: Disabled error
vi_vn: Lỗi vô hiệu hóa

# rs_failure_disable_user
source: Your account is not yet activated. Please check your email or enter the OTP (if any) to activate it. Thanks.
vi_vn: Tài khoản chưa được kích hoạt. Vui lòng kiểm tra Email hoặc nhập Mã kích hoạt (nếu có) để kích hoạt tài khoản.

# rs_failure_doctor_id_empty
source: Doctor ID may not be empty
vi_vn: ID Bác sỹ không được để trống

# rs_failure_doctor_not_found
source: Doctor not found
vi_vn: Không tìm thấy bác sỹ

# rs_failure_email_empty
source: Email may not be empty
vi_vn: Email không được để trống

# rs_failure_email_existed
source: This email is already in use
vi_vn: Email này đã được sử dụng

# rs_failure_exception
source: Unexpected error
vi_vn: Lỗi ngoài mong đợi

# rs_failure_facebookid_existed
source: This FacebookId is already in use
vi_vn: FacebookId này đã được sử dụng

# rs_failure_facebook_id_empty
source: Facebook ID may not be empty
vi_vn: ID facebook không được để trống

# rs_failure_fb_access_token_invalid
source: Facebook login session has expired
vi_vn: Phiên đăng nhập Facebook đã hết hạn

# rs_failure_firstname_empty
source: Firstname may not be empty
vi_vn: Tên không được để trống

# rs_failure_first_name_empty
source: Firstname may not me empty
vi_vn: Tên không được để trống

# rs_failure_gender_empty
source: Gender may not be empty
vi_vn: Giới tính không được để trống

# rs_failure_gtm_time_not_empty
source: Timeline may not be empty
vi_vn: Mốc giờ không được trống

# rs_failure_gtm_time_not_valid
source: InvalId timeline
vi_vn: Mốc giờ không hợp lệ

# rs_failure_hash_expired
source: Hash code expired
vi_vn: Mã hash đã hết hạn

# rs_failure_hospitalid_empty
source: Hospital ID may not be empty
vi_vn: ID Bệnh viện không được để trống

# rs_failure_hospital_not_found
source: No hospital found
vi_vn: Không tìm thấy bệnh viện nào

# rs_failure_hospital_not_registered_payment
source: Payment not yet set for the hospital
vi_vn: Bệnh viện chưa thiết lập việc thanh toán

# rs_failure_hospital_registered
source: The hospital has been registered
vi_vn: Bệnh viện này đã được kết nối

# rs_failure_idno_empty
source: ID number may not be empty
vi_vn: Chứng minh thư không được để trống

# rs_failure_idno_existed
source: The ID number already exists
vi_vn: Chứng minh thư đã tồn tại

# rs_failure_id_empty
source: ID may not be empty
vi_vn: ID không được để trống

# rs_failure_invalid_appointment_date
source: InvalId registration date, please choose a different date
vi_vn: Ngày đăng ký không hợp lệ, vui lòng chọn ngày khác

# rs_failure_invalid_card
source: InvalId card
vi_vn: Thẻ không hợp lệ

# rs_failure_invalid_checkup_type
source: InvalId checkup type
vi_vn: Loại khám không hợp lệ

# rs_failure_invalid_doctor
source: InvalId doctor
vi_vn: Bác sỹ không hợp lệ

# rs_failure_invalid_email
source: Invalid Email
vi_vn: Email không hợp lệ

# rs_failure_invalid_enddate
source: InvalId end date
vi_vn: Ngày kết thúc không hợp lệ

# rs_failure_invalid_gender
source: InvalId gender
vi_vn: Giới tính không hợp lệ

# rs_failure_invalid_hospital
source: InvalId hospital
vi_vn: Bệnh viện không hợp lệ

# rs_failure_invalid_idno
source: InvalId ID number
vi_vn: Chứng minh thư không hợp lệ

# rs_failure_invalid_location
source: InvalId location
vi_vn: Vị trí không hợp lệ

# rs_failure_invalid_old_password
source: Wrong old password
vi_vn: Mật khẩu cũ không chính xác

# rs_failure_invalid_otp
source: OTP is invalid
vi_vn: Mã OTP không chính xác

# rs_failure_invalid_params
source: Lack of information
vi_vn: Thiếu thông tin

# rs_failure_invalid_password_length
source: InvalId length of password
vi_vn: Độ dài mật khẩu không hợp lệ

# rs_failure_invalid_patient
source: InvalId patient
vi_vn: Bệnh nhân không hợp lệ

# rs_failure_invalid_patient_type
source: InvalId patient type
vi_vn: Loại bênh nhân không hợp lệ

# rs_failure_invalid_payment_password
source: Wrong payment password
vi_vn: Mật khẩu thanh toán không chính xác

# rs_failure_invalid_phone
source: InvalId phone number
vi_vn: Số điện thoại không hợp lệ

# rs_failure_invalid_price
source: InvalId price
vi_vn: Giá tiền không hợp lệ

# rs_failure_invalid_roles
source: InvalId role
vi_vn: Role không hợp lệ

# rs_failure_invalid_service_type
source: InvalId service type
vi_vn: Loại dịch vụ không hợp lệ

# rs_failure_invalid_startdate
source: InvalId start date
vi_vn: Ngày bắt đầu không hợp lệ

# rs_failure_invalid_username
source: InvalId username
vi_vn: Tên đăng nhập không hợp lệ

# rs_failure_invalid_user_type
source: InvalId user type
vi_vn: Loại người dùng không hợp lệ

# rs_failure_invalid_zero_money
source: InvalId amount
vi_vn: Số tiền không hợp lệ (zero_money)

# rs_failure_lastname_empty
source: Last name may not be empty
vi_vn: Họ không được để trống

# rs_failure_last_name_empty
source: Middle name and last name may not be empty
vi_vn: Họ và chữ lót không được để trống

# rs_failure_login_chbase_fail
source: Login failed, please check your email and password
vi_vn: Đăng nhập thất bại, kiểm tra Email và mật khẩu

# rs_failure_login_fail
source: Login failed, please check your phone number and password
vi_vn: Đăng nhập không thành công, kiểm tra số điện thoại và mật khẩu

# rs_failure_name_empty
source: First name may not be empty
vi_vn: Tên không được để trống

# rs_failure_name_existed
source: This name already exists
vi_vn: Tên đã được sử dụng

# rs_failure_not_enough_money_for_payment
source: Insufficient balance for payment
vi_vn: Số dư trong thẻ không đủ để thanh toán

# rs_failure_no_doctor_for_checkup_type
source: No doctor found for this checkup type
vi_vn: Không tìm thấy bác sỹ cho loại khám này

# rs_failure_object_not_found
source: Not found
vi_vn: Không tìm thấy

# rs_failure_overlap_time
source: This schedule is in use
vi_vn: Lịch khám này đã được sử dụng

# rs_failure_password_empty
source: Password may not be empty
vi_vn: Mật khẩu không được để trống

# rs_failure_patient_id_empty
source: Patient ID may not be empty
vi_vn: ID bệnh nhân không được để trống

# rs_failure_patient_type_empty
source: Patient type may not be empty
vi_vn: Loại bệnh nhân không được để trống

# rs_failure_payment_password_not_set
source: Payment password not set
vi_vn: Chưa thiết lập mật khẩu thanh toán

# rs_failure_permission_deny
source: No access
vi_vn: Không có quyền truy cập

# rs_failure_phone_empty
source: Phone number may not be empty
vi_vn: Số điện thoại không được để trống

# rs_failure_phone_existed
source: This phone number is already in use
vi_vn: Số điện thoại này đã được sử dụng

# rs_failure_photo_empty
source: Photo may not be empty
vi_vn: Ảnh không được để trống

# rs_failure_pin_or_otp_empty
source: PIN or OTP may not be empty
vi_vn: PIN hoặc OTP không được để trống

# rs_failure_pin_tries_exceeded
source: Maximum number of pin attempts exceeded
vi_vn: Nhập sai PIN quá số lần qui định

# rs_failure_promotion_not_found
source: Promotion not found
vi_vn: Không tìm thấy khuyến mãi

# rs_failure_scb_mid_empty
source: SCB MID may not be empty
vi_vn: MID của thẻ SCB không được để trống

# rs_failure_scb_tid_empty
source: SCD TID may not be empty
vi_vn: TID của thẻ SCB không được để trống

# rs_failure_service_type_empty
source: Service type may not be empty
vi_vn: Loại dịch vụ không được để trống

# rs_failure_session_invalid
source: Session expired
vi_vn: Phiên làm việc hết hạn

# rs_failure_small_money
source: Failed to pay because of too small amount
vi_vn: Không thể thanh toán với số tiền quá nhỏ

# rs_failure_store_mid_not_found
source: Store MID not found
vi_vn: Không tìm thấy MID cửa hàng

# rs_failure_store_registered
source: Store is already in use
vi_vn: Cửa hàng đã đăng ký rồi

# rs_failure_symptom_empty
source: Symptom may not be empty
vi_vn: Triệu chứng không được để trống

# rs_failure_type_empty
source: Type may not be empty
vi_vn: Loại không được để trống

# rs_failure_username_empty
source: Username may not be empty
vi_vn: Tên đăng nhập không được để trống

# rs_failure_username_existed
source: This username is already in use
vi_vn: Tên người dùng đã được sử dụng

# rs_failure_user_existed
source: This user already exists
vi_vn: Người dùng này đã được sử dụng

# rs_failure_user_not_found
source: This user does not exist
vi_vn: Người dùng không tồn tại

# rs_success
source: Successful
vi_vn: Thành công

source: sacombank_des
vi_vn: Áp dụng cho thẻ Sacombank và thẻ thanh toán quốc tế

source: Save
vi_vn: Lưu

source: Schedule:
vi_vn: Lịch khám:

# schedule_of
source: Schedule for {0}
vi_vn: Lịch khám của {0}

source: Search
vi_vn: Tìm kiếm

source: Searching ...
vi_vn: Đang tìm gợi ý ...

# search_hint
source: Are you looking for a good doctor near your place? Or do you have information of the doctor (or place of checkup) and need a schedule? Please enter information into the box above and choose a location, we help you to schedule a checkup anytime, anywhere.
vi_vn: Bạn đang tìm một Bác sĩ giỏi, gần nơi ở để chữa trị cho bạn? Hay bạn đã có thông tin Bác sĩ (nơi khám) và cần đặt lịch khám? Hãy nhập thông tin ở ô trên và chọn địa điểm. Chúng tôi sẽ giúp bạn đặt lịch khám mọi lúc, mọi nơi.

# search_placeholder
source: Symptom, Doctor, Hospital, Clinic
vi_vn: Triệu chứng, Bác sĩ, Bệnh viện, Phòng khám

# search_question
source: Write a keyword
vi_vn: Tìm câu hỏi

source: Send
vi_vn: Gửi đi

# send_otp_success
source: Congratulations! Your account was activated successfully
vi_vn: Chúc mừng! Tài khoản của bạn đã được kích hoạt thành công

# send_support_title
source: You cannot find out a doctor, a hospital or a clinic that you know? Please fill out the information below. We will help you make appointment.
vi_vn: Bạn có tên Bác sĩ và tên Bệnh viện nhưng không thấy thông tin ở mục Tìm kiếm? Vui lòng điền thông tin vào các mục bên dưới. Chúng tôi sẽ liên hệ đặt hẹn khám bệnh giúp bạn.

# setting
source: Settings
vi_vn: Tuỳ chỉnh

# setting_notification
source: Get notifications
vi_vn: Nhận thông báo

# setting_skype
source: You need to update Skype ID before Asking questions. Go to Profile Information?
vi_vn: Bạn cần nhập thông tin Skype vào thông tin cá nhân để có thể tham gia Hỏi Bác sĩ

# set_pin_hospital_title
source: The first time you make an appointment with this hospital, you need to enter a security code. Please check your email for this security code.
vi_vn: Đây là lần đầu tiên Quý khách đặt lịch khám với Bệnh viện này nên cần nhập mã xác thực. Vui lòng kiểm tra email {0} để lấy mã xác thực và nhập vào ô bên dưới.

# share_question
source: Share
vi_vn: Chia sẻ câu hỏi

# short_day
source: d
vi_vn: n

# short_minute
source: m
vi_vn: p

# short_month
source: m
vi_vn: th

source: Single
vi_vn: Độc thân

source: Skip
vi_vn: Bỏ qua

source: Transfer
vi_vn: Chuyển khoản

source: Submit
vi_vn: Đánh giá

# suggest_not_found
source: No suggestion
vi_vn: Không có gợi ý nào

source: Symptom
vi_vn: Triệu chứng

# system_error
source: System is busy, please try again later
vi_vn: Hệ thống đang bị lỗi, vui lòng thử lại sau

# System_error_occurred
source: System error occurred. Please try again later
vi_vn: Hệ thống đang gặp sự cố, vui lòng thử lại sau

# take_photo
source: Take a photo
vi_vn: Chụp ảnh

source: Time left:
vi_vn: Còn lại:

source: To
vi_vn: Đến

# Transaction_cancelled
source: Transaction was cancelled
vi_vn: Bạn đã huỷ việc thanh toán

# Transaction_failed_acc_balance
source: Transaction failed due to the lack of account balance
vi_vn: Thanh toán không thành công vì số dư trong tài khoản không đủ để thanh toán

# Transaction_failed_code
source: Transaction failed due to invalid order code
vi_vn: Thanh toán không thành công vì mã đơn hàng không hợp lệ

# Transaction_pending
source: The transaction is pending for approval. Please wait
vi_vn: Giao dịch của bạn đang chờ duyệt, vui lòng đợi

# Transaction_processing
source: The transaction is being processed. Please wait
vi_vn: Giao dịch của bạn đang trong quá trình xử lý, vui lòng đợi

# unshare_question
source: Unshare
vi_vn: Ẩn câu hỏi

# update_address
source: Please update your address before using this function, thanks!
vi_vn: Vui lòng cập nhật địa chỉ trước khi sử dụng chức năng này. Cảm ơn bạn.

# update_creadit_card
source: Please update card number to do a payment, thanks!
vi_vn: Vui lòng cập nhật Số thẻ để thanh toán. Cảm ơn bạn.

# update_profile
source: Please fill in your date of birth, email, ID number before using this function. Thanks.
vi_vn: Vui lòng cập nhật ngày sinh, email, chứng minh thư trước khi sử dụng chức năng này. Cảm ơn bạn.

# user_city_deleted
source: Your city is deleted, please update your information
vi_vn: Thành phố của bạn đã không còn tồn tại nữa, Vui lòng cập nhật thông tin

# user_district_deleted
source: Your district is deleted, please update your information
vi_vn: Quận, huyện của bạn đã không còn tồn tại nữa, Vui lòng cập nhật thông tin

# use_insurance
source: Use Social Medical Insurance:
vi_vn: Khám BHYT:

# version
source: Version 1.1
vi_vn: Phiên bản 1.1

source: View location
vi_vn: Xem vị trí

# view_more
source: More
vi_vn: Xem thêm

# VNPaypayment_card
source: Payment by VnPay
vi_vn: Thanh toán qua VnPay

# VtcPaypayment_card
source: Payment by VTCPay
vi_vn: Thanh toán qua VTCPay

source: vtcpay_des
vi_vn: Áp dụng cho Ví điện tử VTCPAY và các ngân hàng nội địa

source: Work place
vi_vn: Nơi làm việc

# year_old
source: Age
vi_vn: Tuổi

source: Yes
vi_vn: Có

source: Your email
vi_vn: Email của bạn

source: Your position
vi_vn: Vị trí của bạn

source: Accounts in use
vi_vn: Tài khoản đang sử dụng

source: Expiration date
vi_vn: Ngày hết hạn

source: Expired account
vi_vn: Tài khoản hết hạn

source: Payment for Personal Health Record.
vi_vn: Thanh toán hồ sơ sức khỏe

source: Payment pending account
vi_vn: Tài khoản chờ thanh toán

source: Personal Health Record Information
vi_vn: Thông Tin Hồ Sơ Sức Khỏe

# the_number_of_checkup
source: Number of checkup :
vi_vn: Số lượt khám :

# viewing_personal_health_record_detail
source: Viewing Personal Health Record details
vi_vn: Xem Chi Tiêt Hồ Sơ Sức Khỏe

# thanks_using_service
source: Thanks for your using our service Please payment for us with details below to using service + Account holder: CLAS HealthCare JSC + Account number: 0181003483749 + Ngân hàng VietcomBank chi nhánh Nam Sài Gòn
vi_vn: Cảm ơn bạn đã sử dụng dịch vụ Vui lòng chuyển khoản cho chúng tôi theo chi tiết bên dưới để sử dụng dịch vụ + Chủ tài khoản : Công Ty cổ phần CLAS HealthCare + Số tài khoản : 0181003483749 + Ngân hàng VietcomBank chi nhánh Nam Sài Gòn

source: Location :
vi_vn: Vị trí :

source: Ok
vi_vn: Đồng ý

source: Procedure Name :
vi_vn: Tên giải phẩu :

source: Provider :
vi_vn: Nhà cung cấp :

source: Role :
vi_vn: Vai trò :

source: Blood Pressure
vi_vn: Huyết áp

source: Diastolic
vi_vn: huyết áp tâm trương

source: Irregular heartbeat detected
vi_vn: Phát hiện nhịp tim không đều

# note_in_share_via_email_page
source: Please enter email address that you want to share health information with.
vi_vn: Vui lòng nhập địa chỉ nếu bạn muốn chia sẽ thông tin sức khỏe của mình

source: Procedure
vi_vn: Giải phẩu

source: Pulse
vi_vn: Mạch

source: Share
vi_vn: Chia sẻ

source: Share via email
vi_vn: Chia sẻ qua email

source: Systolic
vi_vn: Huyết áp tâm thu

source: Add Medication
vi_vn: Thêm đơn thuốc

# medication_datedis
source: Date Discontinued
vi_vn: Ngày ngưng

# medication_datestart
source: Date Started
vi_vn: Ngày bắt đầu

# medication_dose
source: Dose
vi_vn: Liều lượng

# medication_generic_name
source: Generic Name
vi_vn: Tên chung

# medication_indication
source: Indication
vi_vn: Chỉ định

source: Medication Name
vi_vn: Tên đơn thuốc

# medication_often_taken
source: How often taken?
vi_vn: Sử dụng bao nhiêu lần?

# medication_prescribed
source: Prescribed?
vi_vn: Kê đơn?

# medication_prescribed_by
source: Prescribed by
vi_vn: Được cấp bởi

# medication_strength
source: Strength
vi_vn: Nồng độ

# medication_taken
source: How taken?
vi_vn: Sử dụng như thế nào?

# immunization_addnew
source: Add Immunization
vi_vn: Thêm tiêm chủng

# immunization_admin_date
source: Administration Date
vi_vn: Ngày quản lý

# immunization_adverse
source: Adverse event afterwards
vi_vn: Tác dụng phụ sau đó

# immunization_consent
source: Consent description
vi_vn: Mô tả thỏa thuận

# immunization_expiration_date
source: Expiration date
vi_vn: Ngày hết hạn

# immunization_how_admin
source: How administered
vi_vn: Cách quản lý

# immunization_lot
source: Lot
vi_vn: Số lô

# immunization_manufacturer
source: Manufacturer
vi_vn: Nơi sản xuất

source: Immunization Name
vi_vn: Tên tiêm chủng

# immunization_sequence
source: Sequence
vi_vn: Trình tự

# immunization_where_admin
source: Where administered
vi_vn: Nơi quản lý

# immunization_who_gave_it
source: Who gave it
vi_vn: Người thực hiện

# add_glucose
source: Add Blood Glucose
vi_vn: Thêm đường huyết

# glucose_comparison
source: Comparison to normal
vi_vn: So với bình thường

# glucose_context
source: Measurement Context
vi_vn: Bố cảnh đo lường

# glucose_control_test
source: Result of a control test?
vi_vn: Kết quả của một thử nghiệm kiểm soát?

# glucose_range_device
source: Outside the operating temperature range of the device?
vi_vn: Ngoài phạm vi hoạt động của thiết bị?

# glucose_type
source: Glucose Measurement Type
vi_vn: Loại đo lượng đường

# glucose_value
source: Value
vi_vn: Giá trị

source: Height
vi_vn: Chiều cao

source: Weight
vi_vn: Cân nặng

source: Blood glucose
vi_vn: Đường huyết

source: Share via CHBASE account
vi_vn: Chia sẻ qua tài khoản CHBASE

source: Share health infomation
vi_vn: Chia sẻ thông tin sức khỏe

# chbase_title
source: Health records
vi_vn: Hồ sơ sức khỏe

# height_title
source: Height:
vi_vn: Chiều cao:

# time_title
source: Time:
vi_vn: Thời gian:

# weight_title
source: Weight:
vi_vn: Cân nặng:

# add_new
source: Add
vi_vn: Thêm mới

# adverse_event_afterwards_title
source: Adverse event afterwards:
vi_vn: Tác dụng phụ sau đó:

# consent_description_title
source: Consent description:
vi_vn: Mô tả thỏa thuận:

# expiration_date_title
source: Expiration date:
vi_vn: Ngày hết hạn:

# how_administered_title
source: How administered:
vi_vn: Cách quản lý:

# lot_title
source: Lot:
vi_vn: Số lô:

# manufacturer_title
source: Manufacturer:
vi_vn: Nơi sản xuất:

# sequence_title
source: Sequence:
vi_vn: Trình tự:

# where_administrered_title
source: Where administered:
vi_vn: Nơi quản lý:

# who_gave_it_title
source: Who gave it:
vi_vn: Người thực hiện:

# empty_medicaltion_dose
source: Please fill out this medicaltion dose.
vi_vn: Vui lòng điền liều lượng.

# empty_medicaltion_indication
source: Please fill out this medicaltion indication.
vi_vn: Vui lòng điền chỉ định.

# empty_medicaltion_name
source: Please fill out this medicaltion name.
vi_vn: Vui lòng điền tên thuốc.

# empty_medicaltion_strenght
source: Please fill out this medicaltion strength.
vi_vn: Vui lòng điền nồng độ.

# empty_immunization_how_administered
source: Please fill out this how administered.
vi_vn: Vui lòng điền cách quản lý.

# empty_immunization_lot
source: Please fill out this lot.
vi_vn: Vui lòng điền lô.

# empty_immunization_manufacturer
source: Please fill out this manufacturer.
vi_vn: Vui lòng điền nơi sản xuất.

# empty_immunization_name
source: Please fill out this immunization name.
vi_vn: Vui lòng điền tên tiêm chủng.

# empty_immunization_sequence
source: Please fill out this how sequence.
vi_vn: Vui lòng điền cách tuần tự tiêm chủng.

# empty_immunization_where_administered
source: Please fill out this where administered.
vi_vn: Vui lòng điền nơi quản lý.

# empty_immunization_who_gave_it
source: Please fill out this who gave it.
vi_vn: Vui lòng điền người thực hiện.

# empty_procedure_location
source: Please fill out this procedure location.
vi_vn: Vui lòng điền vị trí giải phẫu.

# empty_procedure_name
source: Please fill out this procedure name.
vi_vn: Vui lòng điền tên giải phẫu.

# empty_procedure_provider
source: Please fill out this provider.
vi_vn: Vui lòng điền nhà cung cấp.

# empty_procedure_role
source: Please fill out this role.
vi_vn: Vui lòng điền vai trò.

# not_be_empty
source: may not be empty
vi_vn: không được để trống

# confirm_del_blood_glucose
source: Are you sure you want to delete this Blood Glucose?
vi_vn: Bạn có chắc chắn muốn xóa đường huyết này?

# confirm_del_blood_pressure
source: Are you sure you want to delete this Blood Pressure?
vi_vn: Bạn có chắc chắn muốn xóa huyết áp này?

# confirm_del_height
source: Are you sure you want to delete this height?
vi_vn: Bạn có chắc chắn muốn xóa chiều cao này?

# confirm_del_Immunization
source: Are you sure you want to delete this immunization?
vi_vn: Bạn có chắc chắn muốn xóa tiêm chủng này?

# confirm_del_medication
source: Are you sure you want to delete this medication?
vi_vn: Bạn có chắc chắn muốn xóa đơn thuốc này?

# confirm_del_procedure
source: Are you sure you want to delete this procedure?
vi_vn: Bạn có chắc chắn muốn xóa giải phẫu này?

# confirm_del_weight
source: Are you sure you want to delete this weight?
vi_vn: Bạn có chắc chắn muốn xóa cân nặng này?

source: Buy more
vi_vn: Mua thêm

source: Extensions
vi_vn: Gia hạn

source: Account :
vi_vn: Tài khoản :

# card_payments
source: Card payment
vi_vn: Thanh toán qua thẻ

source: Discount
vi_vn: giảm giá

source: Discount percent
vi_vn: phần trăm giảm giá

# pick_package_fee
source: Select a package fee
vi_vn: Chọn gói sản phẩm

source: Voucher
vi_vn: Mã khuyến mãi

# account_holder
source: + Account holder: CLAS HealthCare Company
vi_vn: + Chủ tài khoản : Công Ty cổ phần CLAS HealthCare

# account_number
source: + Account number : 0181003483749
vi_vn: + Số Tài Khoản : 0181003483749

# choosing_payment_method
source: Please choosing payment method:
vi_vn: Chọn hình thức thanh toán:

# note_transfer_payment
source: Please payment for us with details below to using service:
vi_vn: Vui lòng chuyển khoản cho chúng tôi theo chi tiết bên dưới để sử dụng dịch vụ:

source: Payment via VTCpay
vi_vn: Thanh toán qua VTCpay

# thanksfor
source: Thanks for using our service.
vi_vn: Cảm Mơn Bạn Đã Sử Dụng Dịch Vụ

source: + VietcomBank
vi_vn: + Ngân Hàng VietcomBank chi nhánh Nam Sài Gòn

# writing_chbase_email_address
source: +Content: Writing CHBase's email address that needs to pay
vi_vn: + Nội Dung : Viết địa chỉ Email tài khoản Hồ sơ sức khỏe cần thanh toán

# SharedSuccess
source: Shared successfully!
vi_vn: Chia sẻ thành công!

source: Choose a photo
vi_vn: Chọn ảnh

source: Pay for CHBase
vi_vn: Thanh toán CHBase

# invalid_chbase_account
source: CHBase account does not match the connected account
vi_vn: Tài khoản CHBase không đúng với tài khoản đã kết nối

# renewal_notice
source: Your account haven't made the payment or out of date. Please do the payment or extending your account to enjoy remarkable features of CH Base system.
vi_vn: Hiện tại tài khoản của bạn chưa thanh toán gói cước hoặc hết hạn sử dụng. Vui lòng thanh toán hoặc gia hạn tài khoản để tận hưởng những tính năng vượt trội của Hồ sơ sức khỏe.

source: Medication
vi_vn: Đơn thuốc

source: Immunization
vi_vn: Tiêm chủng
